import { time } from "console";

const texts = {

}
const viza = [
    {
        title: {
            mn: "Америкийн Нэгдсэн Улсын аяллын виз",
            en: "USA VISA"
        },
        info: {
            mn: [
                "Өөрийн биеээр ЭСЯ-нд ярилцлагад орно.",
                "ЭСЯ-ны ярилцлагын төлбөр 185$ төлнө.тухайн өдрийн ханшаар 630к орчим болно.",
                "Манай компаний үйлчилгээний төлбөр 1 хүний 500.000 төгрөг байна. Үүнд: DS-160 цахим анкет бөглөнө, ЭСЯ-ны ярилцлагын цаг авна, Аялалын төлөвлөгөө гаргах, материалыг хүлээн авч бэлднэ, ЭСЯ-ны ярилцлагын зөвлөгөө мэдээллээр хангана.",
                "Манайхаас аялалын төлөвлөгөө гаргаж өгнө.Хүсвэл үзэгсгэлэн яармаг хурал цуглааны урилга олж өгч болно.",
                "АНУ-н ЭСЯ виз олгосон тохиолдолд хүн бүрт 10 жилийн виз олгоно.",
                "АНУ-н хил дээр хэдий хэр хугацаанд амьдарч болохыг заана. Ихэвчлэн 3,6,9 сар олгоно.",
                "Хүүхэд том хүний адил төлбөртэй байдаг.",
                "ЭСЯ виз олгоход ярилцлага маш их нөлөө үзүүлнэ.",
                "Эцсийн хариу буюу таньд виз олгох үгүйг ЭСЯ л 100% бие даан шийдвэрлэнэ."
            ]
        },
        time : {
            mn: [
                "ЭСЯ-ны ярилцлагын цаг авахад Хүчинтэй гадаад пасспорт болон 5х5 хэмжээтэй цээж зураг файлаар хэрэгтэй.",
            ]
        },
        material: {
            mn: [
                "Хүчинтэй гадаад пасспорт болон сүүлийн 10 жилд ашигласан гадаад пасспортууд",
                "Банкны эцсийн үлдэгдэлтэй тодорхойлолт /Файлаар/ 30-с дээш сая-н үлдэгдэлтэй байвал сайн",
                "Дансны дэлгэрэнгүй хуулга /сүүлийн 4 сарын/ Файлаар",
                "Үл хөдлөх хөрөнгийн лавлагаа /зөвхөн байгаа нөхцөлд/ ENG Файлаар",
                "Лавлагаанууд: Нийгмийн даатгал, Гэрлэлт, Хүүхдийн төрсний бүртгэлийн лавлагаа /e-mongolia/ ENG",
                "Ажлын газрын тодорхойлолт /зөвхөн байгаа нөхцөлд/ ENG",
                "Хэрвээ сурдаг бол сургуулын тодорхойлолт/зөвхөн байгаа нөхцөлд/ENG",
                "Хувийн бизнестэй бол батлах бичиг баримт компанийн гэрчилгээ, Түрээсийн гэрээ, Татварын тодорхойлолт г.м /зөвхөн байгаа нөхцөлд/ ENG"
            ]   
        },
        background: "/viza/usa.svg",
    },
    {
        title: {
            mn: "Англи улсын аялaлын виз",
            en: "UK VISA"
        },
        info: {
            mn: [
                "Онлайнаар виз мэдүүлнэ.Хурууний хээ өгөх шаардлагатай.",
                "1-10 хүртэлх жилээр виз олгогдно.",
                "Элчингийн төлбөр 1 хүний визний хураамж болон Биометрикс хурууны \
                хээ хураамж нийт 270$ болно, тухайн өдрийн ханшаар нийт 950к орчим \
                болно.",
                "Манай компаний үйлчилгээний төлбөр 1 хүний 500.000 төгрөг байна. \
                Үүнд: Материал хүлээн авах, иж бүрэн дэлгэрэнгүй зөвлөгөө мэдээлэл \
                өгөх, Виз мэдүүлэгийн анкет бөглөх, Аялалын төлөвлөгөө гаргах, бусад \
                шаардлагатай материал бэлдэх.",
                "Хүүхэд том хүний адил төлбөртэй байдаг.",
                "Материал хүлээн авснаас 21 хоногын дотор хариу ирнэ.",
            ]
        },
        time: {
            mn: [

            ]
        },
        material: {
            mn: [
               "Хүчинтэй гадаад пасспорт болон сүүлийн 10 жилд ашигласан гадаад\
                пасспортон дээрх виз, орсон гарсан штамб-н хуулбарууд",
                "Иргэний үнэмлэх",
                "3.5’4.5 цээж зураг файлаар",
                "Банкны эцсийн үлдэгдэлтэй тодорхойлолт Файлаар 50-с дээш сая-н \
                үлдэгдэлтэй байвал сайн",
                "Дансны дэлгэрэнгүй хуулга /сүүлийн 4 сарын/ Файлаар",
                "Үл хөдлөх хөрөнгийн лавлагаа /зөвхөн байгаа нөхцөлд/ ENG Файлаар",
                "Лавлагаанууд: Нийгмийн даатгал, Гэрлэлт, Хүүхдийн төрсний\
                бүртгэлийн лавлагаа /e-mongolia/ ENG",
                "Ажлын газрын тодорхойлолт /зөвхөн байгаа нөхцөлд/ ENG",
                "Хэрвээ сурдаг бол сургуулын тодорхойлолт/зөвхөн байгаа нөхцөлд/ ENG",
                "Хувийн Бизнестэй бол батлах бичиг баримт компанийн гэрчилгээ,",
                "Түрээсийн гэрээ, Татварын тодорхойлолт г.м /зөвхөн байгаа нөхцөлд/ \
                ENG",
                "18-с доош насны хүүхэд виз мэдүүлэх бол сургуулын тодорхойлолт, Аав    \
                ээжийн аль нэгтэй аялахаар виз мэдүүлж буй бол нөгөө хамт аялахгүй  \
                Аав/ээжийн итгэмжлэл"
            ]
        },
        background: "/viza/uk.webp",
    },
    {
        title: {
            mn: "Ирланд улсын аялaлын виз",
            en: "Ireland VISA"
        },
        info: {
            mn: [
                "Онлайнаар виз мэдүүлнэ.Хурууний хээ өгөх шаардлагагүй.",
                "Элчингийн төлбөр нэг хотод 1 удаа зорчих зорилготой явж байгаа бол- 60 \
                    евро буюу 225795 төгрөг, цөөн хоногоор олон удаа зорчих эрхтэй мульти \
                    виз хүсэх гэж байгаа бол- 100 евро буюу 376330 төгрөг",
                "Манай компаний үйлчилгээний төлбөр 1 хүний 500.000 төгрөг байна.\
                Үүнд: Материал хүлээн авах, иж бүрэн дэлгэрэнгүй зөвлөгөө мэдээлэл\
                өгөх, Виз мэдүүлэгийн анкет бөглөх, Аялалын төлөвлөгөө гаргах, бусад\
                шаардлагатай материал бэлдэх.",
                "Хүүхэд том хүний адил төлбөртэй байдаг.",
                "Материал хүлээн авснаас 30 хоногын дотор хариу ирнэ.",
            ]
        },
        time: {
            mn: [

            ]
        },
        material: {
            mn: [
                "Хүчинтэй гадаад пасспорт болон сүүлийн 10 жилд ашигласан гадаад \
                пасспортон дээрх виз, орсон гарсан штамб-н хуулбарууд",
                "3,5х4,5 хэмжээтэй цээж зураг",
                "Банкны эцсийн үлдэгдэлтэй тодорхойлолт /Файлаар/ 50-с дээш сая-н\
                үлдэгдэлтэй байвал сайн",
                "Дансны дэлгэрэнгүй хуулга /сүүлийн 6 сарын/ Файлаар",
                "Үл хөдлөх хөрөнгийн лавлагаа /зөвхөн байгаа нөхцөлд/ ENG Файлаар",
                "Лавлагаанууд: Нийгмийн даатгал, Гэрлэлт, Хүүхдийн төрсний \
                бүртгэлийн лавлагаа /e-mongolia/ ENG",
                "Ажлын газрын тодорхойлолт /зөвхөн байгаа нөхцөлд/ ENG",
                "Хэрвээ сурдаг бол сургуулын тодорхойлолт/зөвхөн байгаа нөхцөлд/ ENG",
                "Хувийн Бизнестэй бол батлах бичиг баримт компанийн гэрчилгээ, \
                Түрээсийн гэрээ, Татварын тодорхойлолт г.м /зөвхөн байгаа нөхцөлд/ \
                ENG",
                "18-с доош насны хүүхэд виз мэдүүлэх бол сургуулын тодорхойлолт, Аав \
                ээжийн аль нэгтэй аялахаар виз мэдүүлж буй бол нөгөө хамт аялахгүй\
                Аав/ээжийн итгэмжлэл",
                "Яагаад Ирланд руу зорьж ирэх болсон шалтгааныг захиа болгож бичих",
                "Урилга /байгаа бол/",
                "Суралцах зорилготой бол сургуулийн дэлгэрэнгүй мэдээлэл, \
                зөвшөөрлийн хуудас",
                "Эрүүл мэнд болон аялалын даатгал",
                "Өөр улс руу виз мэдүүлээд татгалзсан бол тэр татгалзсан захиаг он сар \
                өдөртэй нь хавсаргах /заавал хавсаргах/"
            ]
        },
        background: "/viza/ireland.webp",
    },
    {
        title: {
            mn: "Австрали улсын аялaлын виз",
            en: "Australia VISA"
        },
        info: {
            mn: [
                "Онлайнаар виз мэдүүлнэ.Хурууний хээ өгөх шаардлагагүй.",
                "3,6,12 сарын мульти виз олгогдно.",
                "Элчингийн төлбөр 1 хүний визний хураамж 192 aud, Олон улсын \
                картнаасаа татуулах тухайн өдрийн ханшаар нийт 470к орчим болно.",
                "Манай компаний үйлчилгээний төлбөр 1 хүний 500.000 төгрөг байна. \
                Үүнд: Материал хүлээн авах, иж бүрэн дэлгэрэнгүй зөвлөгөө мэдээлэл \
                өгөх, Виз мэдүүлэгийн анкет бөглөх, Аялалын төлөвлөгөө гаргах, бусад\
                шаардлагатай материал бэлдэх.",
                "Хүүхэд том хүний адил төлбөртэй байдаг.",
                "Материал хүлээн авснаас 30-90 хоногын дотор хариу ирнэ.",
                ]
        },
        time: {
            mn: [

            ]
        },
        material: {
            mn : [
            "Хүчинтэй гадаад пасспорт болон сүүлийн 10 жилд ашигласан гадаад \
            пасспортон дээрх виз, орсон гарсан штамб-н хуулбарууд",
            "Иргэний үнэмлэх",
            "Банкны эцсийн үлдэгдэлтэй тодорхойлолт /Файлаар/ 100с дээш сая-н \
            үлдэгдэлтэй байвал сайн",
            "Дансны дэлгэрэнгүй хуулга /сүүлийн 4 сарын/ Файлаар",
            "Үл хөдлөх хөрөнгийн лавлагаа /зөвхөн байгаа нөхцөлд/ ENG Файлаар",
            "Лавлагаанууд: Нийгмийн даатгал, Гэрлэлт, Хүүхдийн төрсний \
            бүртгэлийн лавлагаа /e-mongolia/ ENG",
            "Ажлын газрын тодорхойлолт /зөвхөн байгаа нөхцөлд/ ENG",
            "Хэрвээ сурдаг бол сургуулын тодорхойлолт/зөвхөн байгаа нөхцөлд/ ENG",
            "Хувийн Бизнестэй бол батлах бичиг баримт компанийн гэрчилгээ, \
            Түрээсийн гэрээ, Татварын тодорхойлолт г.м /зөвхөн байгаа нөхцөлд/\
            ENG" ,
            "18-с доош насны хүүхэд виз мэдүүлэх бол сургуулын тодорхойлолт, Аав\
            ээжийн аль нэгтэй аялахаар виз мэдүүлж буй бол нөгөө хамт аялахгүй\
            Аав/ээжийн итгэмжлэл"
            ]
        },
        background: "/viza/aus.webp",
    },
    {
        title: {
            mn: "Канад улсын аялaлын виз",
            en: "Canada VISA"
        },
        info: {
            mn: [
                "Онлайнаар виз мэдүүлнэ.Хурууний хээ өгөх шаардлагатай.",
                "10 хүртэлх жилээр мульти виз олгогдно.",
                "Элчингийн төлбөр 1 хүний визний хураамж 100 CAD, Биометрикс\
                хурууны хээ хураамж 85 CAD тухайн өдрийн ханшаар нийт 470к орчим\
                болно.",
                "Манай компаний үйлчилгээний төлбөр 1 хүний 500.000 төгрөг байна.\
                Үүнд: Материал хүлээн авах, иж бүрэн дэлгэрэнгүй зөвлөгөө мэдээлэл\
                өгөх, Виз мэдүүлэгийн анкет бөглөх, Аялалын төлөвлөгөө гаргах, бусад\
                шаардлагатай материал бэлдэх.",
                "Хүүхэд том хүний адил төлбөртэй байдаг.",
                "Материал хүлээн авснаас 30-90 хоногын дотор хариу ирнэ."
            ]
        },
        material: {
            mn: [
                "Хүчинтэй гадаад пасспорт болон сүүлийн 10 жилд ашигласан гадаад \
                пасспортон дээрх виз, орсон гарсан штамб-н хуулбарууд",
                "3.5’4.5 цээж зураг /файлаар/",
                "Банкны эцсийн үлдэгдэлтэй тодорхойлолт /Файлаар/ 50-с дээш сая-н\
                үлдэгдэлтэй байвал сайн",
                "Дансны дэлгэрэнгүй хуулга /сүүлийн 4 сарын/ Файлаар",
                "Үл хөдлөх хөрөнгийн лавлагаа /зөвхөн байгаа нөхцөлд/ ENG Файлаар",
                "Лавлагаанууд: Нийгмийн даатгал, Гэрлэлт, Хүүхдийн төрсний \
                бүртгэлийн лавлагаа /e-mongolia/ ENG",
                "Ажлын газрын тодорхойлолт /зөвхөн байгаа нөхцөлд/ ENG",
                "Хэрвээ сурдаг бол сургуулын тодорхойлолт/зөвхөн байгаа нөхцөлд/ ENG",
                "Хувийн Бизнестэй бол батлах бичиг баримт компанийн гэрчилгээ, \
                Түрээсийн гэрээ, Татварын тодорхойлолт г.м /зөвхөн байгаа нөхцөлд/ \
                ENG",
                "18-с доош насны хүүхэд виз мэдүүлэх бол сургуулын тодорхойлолт, Аав\
                ээжийн аль нэгтэй аялахаар виз мэдүүлж буй бол нөгөө хамт аялахгүй\
                Аав/ээжийн итгэмжлэл",
            ]
        },
        time: {
            mn: [
                    
                ]
        },
        background: "/viza/canada.png",
    },
    {
        title: {
            mn: "Шинэ Зеланд улсын аялaлын виз",
            en: "New Zealand VISA"
        },
        info: {
            mn: [
                "Онлайнаар виз мэдүүлнэ.Хурууний хээ өгөх шаардлагагүй.",
                "Элчингийн төлбөр 1 хүний визний хураамж 246$ /NZD/ Олон улсын \
                картнаасаа татуулах тухайн өдрийн ханшаар нийт 500.000 орчим болно.",
                "Манай компаний үйлчилгээний төлбөр 1 хүний 500.000 төгрөг байна.\
                Үүнд: Материал хүлээн авах, иж бүрэн дэлгэрэнгүй зөвлөгөө мэдээлэл\
                өгөх, Виз мэдүүлэгийн анкет бөглөх, Аялалын төлөвлөгөө гаргах, бусад\
                шаардлагатай материал бэлдэх.",
                "Хүүхэд том хүний адил төлбөртэй байдаг.",
                "Материал хүлээн авснаас 28 хоногын дотор хариу ирнэ. Шийдвэрлэгдэх\
                магадлал 80%"
            ]
        },
        time: {
            mn: [

            ]
        },
        material: {
            mn: [
                "Хүчинтэй гадаад пасспорт болон сүүлийн 10 жилд ашигласан гадаад \
                пасспортон дээрх виз, орсон гарсан штамб-н хуулбарууд",
                "Иргэний үнэмлэх",
                "900x1200 хэмжээтэй цээж зураг",
                "Банкны эцсийн үлдэгдэлтэй тодорхойлолт /Файлаар/ 50-с дээш сая-н \
                үлдэгдэлтэй байвал сайн",
                "Дансны дэлгэрэнгүй хуулга /сүүлийн 4 сарын/ Файлаар",
                "Хэрэв та Шинэ Зеландад айлчлахынхаа өмнө эсвэл дараа нь Австрали руу \
                аялахаар төлөвлөж байгаа бол нотлох баримтыг байршуулах",
                "Үл хөдлөх хөрөнгийн лавлагаа /зөвхөн байгаа нөхцөлд/ ENG Файлаар",
                "Лавлагаанууд: Нийгмийн даатгал, Гэрлэлт, Хүүхдийн төрсний \
                бүртгэлийн лавлагаа /e-mongolia/ ENG",
                "Ажлын газрын тодорхойлолт /зөвхөн байгаа нөхцөлд/ ENG",
                "Хэрвээ сурдаг бол сургуулын тодорхойлолт/зөвхөн байгаа нөхцөлд/ ENG",
                "Хувийн Бизнестэй бол батлах бичиг баримт компанийн гэрчилгээ,\
                Түрээсийн гэрээ, Татварын тодорхойлолт г.м /зөвхөн байгаа нөхцөлд/\
                ENG",
                "18-с доош насны хүүхэд виз мэдүүлэх бол сургуулын тодорхойлолт, Аав\
                ээжийн аль нэгтэй аялахаар виз мэдүүлж буй бол нөгөө хамт аялахгүй\
                Аав/ээжийн итгэмжлэл"
            ]
        },
        background: "/viza/newzealand.png",
    },
    {
        title: {
            mn: "Япон улсын аялaлын виз",
            en: "Japan VISA"
        },

        info: {
            mn: [
                "Онлайнаар виз мэдүүлнэ.Хурууний хээ өгөх шаардлагагүй.",
                "3 сарын хүчинтэй виз олгогдоно.1 удаа оршин суух хоног 15 хоног байна.",
                "Элчингийн төлбөр 1 хүний визний хураамж 110.000 төгрөг. Олон улсын \
                картнаасаа татуулах",
                "Манай компаний үйлчилгээний төлбөр 1 хүний 500.000 төгрөг байна.\
                Үүнд: Материал хүлээн авах, иж бүрэн дэлгэрэнгүй зөвлөгөө мэдээлэл\
                өгөх, Виз мэдүүлэгийн анкет бөглөх, Аялалын төлөвлөгөө гаргах, бусад\
                шаардлагатай материал бэлдэх.",
                "Хүүхэд том хүний адил төлбөртэй байдаг.",
                "Материал хүлээн авснаас 5 хоногын дотор хариу ирнэ."
            ]
        },
        time: {
            mn: [
            ]
        },
        material: {
            mn: [
                "Хүчинтэй гадаад пасспорт нүүрэн хэсэг.",
                "3’5 4’5 цээж зураг /Файлаар/.",
                "Дансны хураангуй хуулга /сүүлийн 6 сарын/ Файлаар /15 саяаас дээш\
                байвал сайн/.",
                "Лавлагаанууд: Нийгмийн даатгал, Гэрлэлт, Хүүхдийн төрсний\
                бүртгэлийн лавлагаа /e-mongolia/ аль нэг нь",
                "Ажлын газрын тодорхойлолт /зөвхөн байгаа нөхцөлд/",
                "Хэрвээ сурдаг бол сургуулын тодорхойлолт/зөвхөн байгаа нөхцөлд/",
                "Хувийн Бизнестэй бол батлах бичиг баримт компанийн гэрчилгээ,\
                Түрээсийн гэрээ г.м /зөвхөн байгаа нөхцөлд/",
                "18-с доош насны хүүхэд виз мэдүүлэх бол сургуулын тодорхойлолт, Аав\
                ээжийн аль нэгтэй аялахаар виз мэдүүлж буй бол нөгөө хамт аялахгүй\
                Аав/ээжийн итгэмжлэл эсвэл гар өргөдөл",
            ]
        },
        background: "/viza/japan.png",
    },
    {
        title: {
            mn: "Шенгений 27 улсын аялaлын виз",
            en: "Schengen VISA"
        },
        info: {
            mn: [
                "Өөрийн биеээр ЭСЯ-нд ярилцлагад орно.",
                "7 хоногоос 12 сарын мульти виз олгогдно.",
                "Элчингийн төлбөр 1 хүний визний хураамж 80-110 евро байна.300.000-\
                420.000 байна.",
                "Манай компаний үйлчилгээний төлбөр 1 хүний 500.000 төгрөг байна.\
                Үүнд: анкет бөглөнө, ярилцлагын цаг авна, Аялалын төлөвлөгөө гаргах,\
                материалыг хүлээн авч бэлднэ, ЭСЯ-ны ярилцлагын зөвлөгөө мэдээлэл\
                өгнө.",
                "Хүүхэд том хүний адил төлбөртэй байдаг.",
                "Материал хүлээн авснаас 15 хоногын дотор хариу ирнэ.",
                "Унгар, Чех, Швед, Германы ЭСЯ-нд ярилцлаганд орно."
            ]
        },
        time: {
            mn: [
                "ЭСЯ-ны ярилцлагын цаг авахад Хүчинтэй гадаад пасспортын нүүрэн зураг",
            ]
        },
        material: {
            mn:[
                "Хүчинтэй гадаад пасспорт болон сүүлийн 10 жилд ашигласан гадаад\
                пасспорт",
                "Иргэний үнэмлэх",
                "Банкны эцсийн үлдэгдэлтэй тодорхойлолт /Файлаар/ 30-с дээш сая-н\
                үлдэгдэлтэй байвал сайн",
                "Дансны дэлгэрэнгүй хуулга /сүүлийн 4 сарын/ Файлаар",
                "Үл хөдлөх хөрөнгийн лавлагаа /зөвхөн байгаа нөхцөлд/ ENG Файлаар",
                "Лавлагаанууд: Нийгмийн даатгал, Гэрлэлт, Хүүхдийн төрсний\
                бүртгэлийн лавлагаа /e-mongolia/ ENG",
                "Ажлын газрын тодорхойлолт /зөвхөн байгаа нөхцөлд/ ENG",
                "Хэрвээ сурдаг бол сургуулын тодорхойлолт/зөвхөн байгаа нөхцөлд/ ENG",
                "Хувийн Бизнестэй бол батлах бичиг баримт компанийн гэрчилгээ,\
                Түрээсийн гэрээ, Татварын тодорхойлолт г.м /зөвхөн байгаа нөхцөлд/\
                ENG",
                "18-с доош насны хүүхэд виз мэдүүлэх бол сургуулын тодорхойлолт, Аав\
                ээжийн аль нэгтэй аялахаар виз мэдүүлж буй бол нөгөө хамт аялахгүй\
                Аав/ээжийн итгэмжлэл",
            ]
        },
        background: "/viza/schengen.webp",
    }
 
]
export default viza;